aaron-bond.better-comments
aashish.emoji-in-git-commit
alefragnani.project-manager
astro-build.astro-vscode
azat-io.eyecons
bierner.emojisense
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
chanzhaoyu.svelte-5-snippets
christian-kohler.npm-intellisense
codeium.codeium
codezombiech.gitignore
dbaeumer.vscode-eslint
devgauravjatt.github-catppuccin-dark
drcika.apc-extension
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
etsi0.class-collapse
formulahendry.code-runner
miguelsolorio.fluent-icons
mikestead.dotenv
mkxml.vscode-filesize
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
pushqrdx.inline-html
qwtel.sqlite-viewer
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
unifiedjs.vscode-mdx
usernamehw.errorlens
xabikos.javascriptsnippets
xshrim.txt-syntax
yoavbls.pretty-ts-errors